---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WallSweepLevelParam
source: html/55944ed4-f585-c762-156a-c697e893b5e3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WallSweepLevelParam Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId WallSweepLevelParam { get; }
```